/* Placeholder to show while the services menu is being built */
"Building\\U2026" = "正在构建…";

/* Development (as in programming) category for Services */
"Development" = "开发";

/* Files and folders category for Services */
"Files and Folders" = "文件和文件夹";

/* General category for Services */
"General" = "通用";

/* Internet category for Services */
"Internet" = "Internet";

/* Messaging category for Services */
"Messaging" = "通信";

/* Menu item title for when no services are available in this context */
"No Services Apply" = "没有服务可应用";

/* Pictures (as in images) category for Services */
"Pictures" = "图片";

/* Searching category for Services */
"Searching" = "正在搜索";

/* Title for Services menu */
"Services" = "服务";

/* Error description when Services Preferences could not be opened. */
"Services Preferences are not available because System Preferences could not be opened." = "“服务偏好设置”不可用，因为“系统偏好设置”打不开。";

/* Menu item title for changing Services menu */
"Services Preferences\\U2026" = "服务偏好设置…";

/* Text category for Services */
"Text" = "文本";

